{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "\n": 2,
      "!": 3,
      "\"": 4,
      "'": 5,
      "(": 6,
      ")": 7,
      ",": 8,
      "-": 9,
      ".": 10,
      "/": 11,
      "0": 12,
      "1": 13,
      "2": 14,
      "3": 15,
      "4": 16,
      "5": 17,
      "8": 18,
      "9": 19,
      ":": 20,
      ";": 21,
      "<": 22,
      ">": 23,
      "?": 24,
      "A": 25,
      "B": 26,
      "C": 27,
      "D": 28,
      "E": 29,
      "F": 30,
      "G": 31,
      "H": 32,
      "I": 33,
      "J": 34,
      "K": 35,
      "L": 36,
      "M": 37,
      "N": 38,
      "O": 39,
      "P": 40,
      "Q": 41,
      "R": 42,
      "S": 43,
      "T": 44,
      "U": 45,
      "V": 46,
      "W": 47,
      "X": 48,
      "Y": 49,
      "Z": 50,
      "`": 51,
      "a": 52,
      "b": 53,
      "c": 54,
      "d": 55,
      "e": 56,
      "f": 57,
      "g": 58,
      "h": 59,
      "i": 60,
      "j": 61,
      "k": 62,
      "l": 63,
      "m": 64,
      "n": 65,
      "o": 66,
      "p": 67,
      "q": 68,
      "r": 69,
      "s": 70,
      "t": 71,
      "u": 72,
      "v": 73,
      "w": 74,
      "x": 75,
      "y": 76,
      "z": 77,
      "|": 78,
      "é": 79,
      "–": 80,
      "—": 81,
      "‘": 82,
      "’": 83,
      "“": 84,
      "”": 85,
      "…": 86,
      "▁": 87,
      "▁t": 88,
      "he": 89,
      "▁a": 90,
      "▁s": 91,
      "nd": 92,
      "▁w": 93,
      "▁the": 94,
      "ed": 95,
      "▁b": 96,
      "▁to": 97,
      "▁and": 98,
      "▁T": 99,
      "▁h": 100,
      "▁f": 101,
      "in": 102,
      "▁wa": 103,
      "re": 104,
      "it": 105,
      "ou": 106,
      "▁l": 107,
      "▁d": 108,
      "▁c": 109,
      "▁p": 110,
      "▁The": 111,
      "ay": 112,
      "▁m": 113,
      "er": 114,
      "▁was": 115,
      "om": 116,
      "▁he": 117,
      "is": 118,
      "ar": 119,
      "▁n": 120,
      "on": 121,
      "im": 122,
      ".\n": 123,
      "ll": 124,
      "▁sa": 125,
      "id": 126,
      "▁S": 127,
      "▁ha": 128,
      "▁g": 129,
      "at": 130,
      "ing": 131,
      "ot": 132,
      "en": 133,
      "an": 134,
      "le": 135,
      "or": 136,
      "end": 137,
      "▁\"": 138,
      "▁H": 139,
      "▁They": 140,
      "ir": 141,
      "of": 142,
      "am": 143,
      "et": 144,
      "▁it": 145,
      "▁th": 146,
      "ig": 147,
      "▁He": 148,
      "▁in": 149,
      "il": 150,
      "▁pl": 151,
      "ow": 152,
      "ri": 153,
      "ver": 154,
      "ut": 155,
      "▁be": 156,
      "▁play": 157,
      "▁u": 158,
      "ith": 159,
      "▁said": 160,
      "▁O": 161,
      "▁with": 162,
      "▁y": 163,
      "▁day": 164,
      "pp": 165,
      "▁On": 166,
      "▁Tim": 167,
      "▁r": 168,
      "oo": 169,
      "ck": 170,
      "▁I": 171,
      "▁She": 172,
      "▁her": 173,
      "e.": 174,
      "ex": 175,
      "ld": 176,
      "es": 177,
      "▁st": 178,
      "▁his": 179,
      "ked": 180,
      "▁L": 181,
      "nt": 182,
      "▁you": 183,
      "▁big": 184,
      "very": 185,
      "▁B": 186,
      "ce": 187,
      "ke": 188,
      "un": 189,
      "y.": 190,
      "st": 191,
      "▁happ": 192,
      "▁on": 193,
      "s.": 194,
      "▁M": 195,
      "all": 196,
      "riend": 197,
      "▁friend": 198,
      "▁they": 199,
      "ve": 200,
      "ext": 201,
      "▁we": 202,
      "▁had": 203,
      "oft": 204,
      "▁not": 205,
      "▁want": 206,
      "her": 207,
      "▁li": 208,
      "▁up": 209,
      "ad": 210,
      "▁said,": 211,
      "▁of": 212,
      "e,": 213,
      "▁do": 214,
      "<|": 215,
      ">\n": 216,
      "|>\n": 217,
      "▁<|": 218,
      "endoft": 219,
      "ext|>\n": 220,
      "▁<|endoft": 221,
      "▁<|endoftext|>\n": 222,
      "▁day,": 223,
      "itt": 224,
      "ily": 225,
      "▁e": 226,
      "ent": 227,
      "▁very": 228,
      "ould": 229,
      "▁that": 230,
      "▁saw": 231,
      "▁One": 232,
      "'s": 233,
      "▁A": 234,
      "▁for": 235,
      "▁sh": 236,
      "▁mom": 237,
      "ittle": 238,
      "▁she": 239,
      "▁Tom": 240,
      "▁little": 241,
      "ch": 242,
      "▁Lily": 243,
      "▁tim": 244,
      "▁so": 245,
      "▁k": 246,
      "▁nam": 247,
      "▁there": 248,
      "ound": 249,
      "el": 250,
      "▁were": 251,
      "▁named": 252,
      "▁sm": 253,
      "▁bo": 254,
      "\"\n": 255,
      "▁wanted": 256,
      "▁happy": 257,
      "▁but": 258,
      "ved": 259,
      "out": 260,
      "▁ne": 261,
      "ht": 262,
      "ird": 263,
      "al": 264,
      "▁an": 265,
      "▁\n": 266,
      "▁bird": 267,
      "▁It": 268,
      "▁too": 269,
      "se": 270,
      "▁hel": 271,
      "ug": 272,
      "▁is": 273,
      "▁wh": 274,
      "▁went": 275,
      "▁help": 276,
      "▁Once": 277,
      "▁all": 278,
      "▁lo": 279,
      "▁loo": 280,
      "ter": 281,
      "▁upon": 282,
      "ore": 283,
      "▁time,": 284,
      "ake": 285,
      "▁as": 286,
      "get": 287,
      "ind": 288,
      "ill": 289,
      "▁did": 290,
      "ack": 291,
      "▁fun": 292,
      "ed.": 293,
      "▁re": 294,
      "▁j": 295,
      "▁at": 296,
      "▁o": 297,
      "▁som": 298,
      "gether": 299,
      "ur": 300,
      "▁se": 301,
      "ra": 302,
      "!\"": 303,
      "▁together": 304,
      "▁tre": 305,
      "▁cat": 306,
      "▁friends": 307,
      "ame": 308,
      "▁toy": 309,
      "▁Su": 310,
      "▁could": 311,
      "ood": 312,
      "ec": 313,
      "ted": 314,
      "▁dog": 315,
      "▁can": 316,
      "▁their": 317,
      "ark": 318,
      "▁ball": 319,
      "ide": 320,
      "ry": 321,
      "ly": 322,
      "way": 323,
      "▁are": 324,
      "▁him": 325,
      "▁played": 326,
      "ard": 327,
      "ic": 328,
      "▁ro": 329,
      "▁go": 330,
      "▁them": 331,
      "hed": 332,
      "irl": 333,
      "ain": 334,
      "▁But": 335,
      "▁le": 336,
      "'t": 337,
      "▁girl": 338,
      "▁kn": 339,
      "ax": 340,
      "▁fr": 341,
      "▁out": 342,
      "▁W": 343,
      "hen": 344,
      "um": 345,
      "▁sad": 346,
      "ul": 347,
      "other": 348,
      "▁Max": 349,
      "▁cl": 350,
      "▁man": 351,
      "▁have": 352,
      "my": 353,
      "▁\"I": 354,
      "▁star": 355,
      "▁loved": 356,
      "hing": 357,
      "oug": 358,
      "▁looked": 359,
      "▁found": 360,
      "▁back": 361,
      "▁ca": 362,
      "▁boy": 363,
      "▁Ben": 364,
      "▁sc": 365,
      "▁sp": 366,
      "▁car": 367,
      "own": 368,
      "ful": 369,
      "▁Sam": 370,
      "▁bec": 371,
      "▁park": 372,
      "▁J": 373,
      "op": 374,
      "▁Sue": 375,
      "elt": 376,
      "s,": 377,
      "▁liked": 378,
      "ick": 379,
      "ong": 380,
      "ight": 381,
      "▁fa": 382,
      "▁felt": 383,
      "▁would": 384,
      "▁like": 385,
      "▁la": 386,
      "You": 387,
      "ell": 388,
      "round": 389,
      "▁see": 390,
      "?\"": 391,
      "▁say": 392,
      "▁started": 393,
      "▁asked": 394,
      "▁no": 395,
      "▁al": 396,
      "▁other": 397,
      "▁new": 398,
      "▁it.": 399,
      "▁F": 400,
      "▁somet": 401,
      "▁make": 402,
      "ought": 403,
      "ag": 404,
      "▁good": 405,
      "▁ag": 406,
      "▁smil": 407,
      "▁me": 408,
      "▁came": 409,
      "as": 410,
      "▁mad": 411,
      "▁br": 412,
      "▁small": 413,
      "▁scar": 414,
      "▁away": 415,
      "ob": 416,
      "▁something": 417,
      "n,": 418,
      "o,": 419,
      "▁thing": 420,
      ".\"\n": 421,
      "ia": 422,
      "one": 423,
      "▁wor": 424,
      "▁fl": 425,
      "▁ex": 426,
      "ous": 427,
      "▁from": 428,
      "▁hom": 429,
      "▁Sp": 430,
      "uc": 431,
      "▁made": 432,
      "▁put": 433,
      "ried": 434,
      ".\"": 435,
      "ook": 436,
      "▁thought": 437,
      "▁find": 438,
      "▁what": 439,
      "▁playing": 440,
      "▁\"T": 441,
      "▁mu": 442,
      "▁co": 443,
      "▁ran": 444,
      "ice": 445,
      "arn": 446,
      "▁every": 447,
      "ak": 448,
      "ach": 449,
      "dd": 450,
      "▁Mia": 451,
      "▁wal": 452,
      "▁down": 453,
      "uck": 454,
      "▁Spot": 455,
      "▁\"W": 456,
      "ile": 457,
      "s.\n": 458,
      "▁again": 459,
      "▁some": 460,
      "▁Mom": 461,
      "▁bl": 462,
      "▁laug": 463,
      "▁learn": 464,
      "ep": 465,
      "▁smiled": 466,
      "ure": 467,
      "qu": 468,
      "▁sun": 469,
      "▁You": 470,
      "es,": 471,
      "▁pr": 472,
      "▁box": 473,
      "if": 474,
      "▁tree": 475,
      "ret": 476,
      "▁will": 477,
      "▁look": 478,
      "ew": 479,
      "▁around": 480,
      "ble": 481,
      "▁sw": 482,
      "▁happy.": 483,
      "▁my": 484,
      "▁when": 485,
      "▁took": 486,
      "n't": 487,
      "▁your": 488,
      "oud": 489,
      "ny": 490,
      "▁ch": 491,
      "side": 492,
      "▁lived": 493,
      "▁Luc": 494,
      "ish": 495,
      "ank": 496,
      "▁com": 497,
      "▁D": 498,
      "ed,": 499,
      "▁friends.": 500,
      "oth": 501,
      "▁get": 502,
      "ump": 503,
      "et's": 504,
      "y,": 505,
      "▁lot": 506,
      "▁tried": 507,
      "ist": 508,
      "▁got": 509,
      "us": 510,
      "▁know": 511
    },
    "merges": [
      [
        "▁",
        "t"
      ],
      [
        "h",
        "e"
      ],
      [
        "▁",
        "a"
      ],
      [
        "▁",
        "s"
      ],
      [
        "n",
        "d"
      ],
      [
        "▁",
        "w"
      ],
      [
        "▁t",
        "he"
      ],
      [
        "e",
        "d"
      ],
      [
        "▁",
        "b"
      ],
      [
        "▁t",
        "o"
      ],
      [
        "▁a",
        "nd"
      ],
      [
        "▁",
        "T"
      ],
      [
        "▁",
        "h"
      ],
      [
        "▁",
        "f"
      ],
      [
        "i",
        "n"
      ],
      [
        "▁w",
        "a"
      ],
      [
        "r",
        "e"
      ],
      [
        "i",
        "t"
      ],
      [
        "o",
        "u"
      ],
      [
        "▁",
        "l"
      ],
      [
        "▁",
        "d"
      ],
      [
        "▁",
        "c"
      ],
      [
        "▁",
        "p"
      ],
      [
        "▁T",
        "he"
      ],
      [
        "a",
        "y"
      ],
      [
        "▁",
        "m"
      ],
      [
        "e",
        "r"
      ],
      [
        "▁wa",
        "s"
      ],
      [
        "o",
        "m"
      ],
      [
        "▁",
        "he"
      ],
      [
        "i",
        "s"
      ],
      [
        "a",
        "r"
      ],
      [
        "▁",
        "n"
      ],
      [
        "o",
        "n"
      ],
      [
        "i",
        "m"
      ],
      [
        ".",
        "\n"
      ],
      [
        "l",
        "l"
      ],
      [
        "▁s",
        "a"
      ],
      [
        "i",
        "d"
      ],
      [
        "▁",
        "S"
      ],
      [
        "▁h",
        "a"
      ],
      [
        "▁",
        "g"
      ],
      [
        "a",
        "t"
      ],
      [
        "in",
        "g"
      ],
      [
        "o",
        "t"
      ],
      [
        "e",
        "n"
      ],
      [
        "a",
        "n"
      ],
      [
        "l",
        "e"
      ],
      [
        "o",
        "r"
      ],
      [
        "e",
        "nd"
      ],
      [
        "▁",
        "\""
      ],
      [
        "▁",
        "H"
      ],
      [
        "▁The",
        "y"
      ],
      [
        "i",
        "r"
      ],
      [
        "o",
        "f"
      ],
      [
        "a",
        "m"
      ],
      [
        "e",
        "t"
      ],
      [
        "▁",
        "it"
      ],
      [
        "▁t",
        "h"
      ],
      [
        "i",
        "g"
      ],
      [
        "▁H",
        "e"
      ],
      [
        "▁",
        "in"
      ],
      [
        "i",
        "l"
      ],
      [
        "▁p",
        "l"
      ],
      [
        "o",
        "w"
      ],
      [
        "r",
        "i"
      ],
      [
        "v",
        "er"
      ],
      [
        "u",
        "t"
      ],
      [
        "▁b",
        "e"
      ],
      [
        "▁pl",
        "ay"
      ],
      [
        "▁",
        "u"
      ],
      [
        "it",
        "h"
      ],
      [
        "▁sa",
        "id"
      ],
      [
        "▁",
        "O"
      ],
      [
        "▁w",
        "ith"
      ],
      [
        "▁",
        "y"
      ],
      [
        "▁d",
        "ay"
      ],
      [
        "p",
        "p"
      ],
      [
        "▁O",
        "n"
      ],
      [
        "▁T",
        "im"
      ],
      [
        "▁",
        "r"
      ],
      [
        "o",
        "o"
      ],
      [
        "c",
        "k"
      ],
      [
        "▁",
        "I"
      ],
      [
        "▁S",
        "he"
      ],
      [
        "▁he",
        "r"
      ],
      [
        "e",
        "."
      ],
      [
        "e",
        "x"
      ],
      [
        "l",
        "d"
      ],
      [
        "e",
        "s"
      ],
      [
        "▁s",
        "t"
      ],
      [
        "▁h",
        "is"
      ],
      [
        "k",
        "ed"
      ],
      [
        "▁",
        "L"
      ],
      [
        "n",
        "t"
      ],
      [
        "▁y",
        "ou"
      ],
      [
        "▁b",
        "ig"
      ],
      [
        "ver",
        "y"
      ],
      [
        "▁",
        "B"
      ],
      [
        "c",
        "e"
      ],
      [
        "k",
        "e"
      ],
      [
        "u",
        "n"
      ],
      [
        "y",
        "."
      ],
      [
        "s",
        "t"
      ],
      [
        "▁ha",
        "pp"
      ],
      [
        "▁",
        "on"
      ],
      [
        "s",
        "."
      ],
      [
        "▁",
        "M"
      ],
      [
        "a",
        "ll"
      ],
      [
        "ri",
        "end"
      ],
      [
        "▁f",
        "riend"
      ],
      [
        "▁the",
        "y"
      ],
      [
        "v",
        "e"
      ],
      [
        "ex",
        "t"
      ],
      [
        "▁w",
        "e"
      ],
      [
        "▁ha",
        "d"
      ],
      [
        "of",
        "t"
      ],
      [
        "▁n",
        "ot"
      ],
      [
        "▁wa",
        "nt"
      ],
      [
        "he",
        "r"
      ],
      [
        "▁l",
        "i"
      ],
      [
        "▁u",
        "p"
      ],
      [
        "a",
        "d"
      ],
      [
        "▁said",
        ","
      ],
      [
        "▁",
        "of"
      ],
      [
        "e",
        ","
      ],
      [
        "▁d",
        "o"
      ],
      [
        "<",
        "|"
      ],
      [
        ">",
        "\n"
      ],
      [
        "|",
        ">\n"
      ],
      [
        "▁",
        "<|"
      ],
      [
        "end",
        "oft"
      ],
      [
        "ext",
        "|>\n"
      ],
      [
        "▁<|",
        "endoft"
      ],
      [
        "▁<|endoft",
        "ext|>\n"
      ],
      [
        "▁day",
        ","
      ],
      [
        "it",
        "t"
      ],
      [
        "il",
        "y"
      ],
      [
        "▁",
        "e"
      ],
      [
        "en",
        "t"
      ],
      [
        "▁",
        "very"
      ],
      [
        "ou",
        "ld"
      ],
      [
        "▁th",
        "at"
      ],
      [
        "▁sa",
        "w"
      ],
      [
        "▁On",
        "e"
      ],
      [
        "'",
        "s"
      ],
      [
        "▁",
        "A"
      ],
      [
        "▁f",
        "or"
      ],
      [
        "▁s",
        "h"
      ],
      [
        "▁m",
        "om"
      ],
      [
        "itt",
        "le"
      ],
      [
        "▁s",
        "he"
      ],
      [
        "▁T",
        "om"
      ],
      [
        "▁l",
        "ittle"
      ],
      [
        "c",
        "h"
      ],
      [
        "▁L",
        "ily"
      ],
      [
        "▁t",
        "im"
      ],
      [
        "▁s",
        "o"
      ],
      [
        "▁",
        "k"
      ],
      [
        "▁n",
        "am"
      ],
      [
        "▁the",
        "re"
      ],
      [
        "ou",
        "nd"
      ],
      [
        "e",
        "l"
      ],
      [
        "▁we",
        "re"
      ],
      [
        "▁nam",
        "ed"
      ],
      [
        "▁s",
        "m"
      ],
      [
        "▁b",
        "o"
      ],
      [
        "\"",
        "\n"
      ],
      [
        "▁want",
        "ed"
      ],
      [
        "▁happ",
        "y"
      ],
      [
        "▁b",
        "ut"
      ],
      [
        "v",
        "ed"
      ],
      [
        "ou",
        "t"
      ],
      [
        "▁n",
        "e"
      ],
      [
        "h",
        "t"
      ],
      [
        "ir",
        "d"
      ],
      [
        "a",
        "l"
      ],
      [
        "▁a",
        "n"
      ],
      [
        "▁",
        "\n"
      ],
      [
        "▁b",
        "ird"
      ],
      [
        "▁I",
        "t"
      ],
      [
        "▁to",
        "o"
      ],
      [
        "s",
        "e"
      ],
      [
        "▁he",
        "l"
      ],
      [
        "u",
        "g"
      ],
      [
        "▁",
        "is"
      ],
      [
        "▁w",
        "h"
      ],
      [
        "▁w",
        "ent"
      ],
      [
        "▁hel",
        "p"
      ],
      [
        "▁On",
        "ce"
      ],
      [
        "▁a",
        "ll"
      ],
      [
        "▁l",
        "o"
      ],
      [
        "▁l",
        "oo"
      ],
      [
        "t",
        "er"
      ],
      [
        "▁up",
        "on"
      ],
      [
        "o",
        "re"
      ],
      [
        "▁tim",
        "e,"
      ],
      [
        "a",
        "ke"
      ],
      [
        "▁a",
        "s"
      ],
      [
        "g",
        "et"
      ],
      [
        "i",
        "nd"
      ],
      [
        "i",
        "ll"
      ],
      [
        "▁d",
        "id"
      ],
      [
        "a",
        "ck"
      ],
      [
        "▁f",
        "un"
      ],
      [
        "ed",
        "."
      ],
      [
        "▁",
        "re"
      ],
      [
        "▁",
        "j"
      ],
      [
        "▁a",
        "t"
      ],
      [
        "▁",
        "o"
      ],
      [
        "▁s",
        "om"
      ],
      [
        "get",
        "her"
      ],
      [
        "u",
        "r"
      ],
      [
        "▁s",
        "e"
      ],
      [
        "r",
        "a"
      ],
      [
        "!",
        "\""
      ],
      [
        "▁to",
        "gether"
      ],
      [
        "▁t",
        "re"
      ],
      [
        "▁c",
        "at"
      ],
      [
        "▁friend",
        "s"
      ],
      [
        "am",
        "e"
      ],
      [
        "▁to",
        "y"
      ],
      [
        "▁S",
        "u"
      ],
      [
        "▁c",
        "ould"
      ],
      [
        "oo",
        "d"
      ],
      [
        "e",
        "c"
      ],
      [
        "t",
        "ed"
      ],
      [
        "▁do",
        "g"
      ],
      [
        "▁c",
        "an"
      ],
      [
        "▁the",
        "ir"
      ],
      [
        "ar",
        "k"
      ],
      [
        "▁b",
        "all"
      ],
      [
        "id",
        "e"
      ],
      [
        "r",
        "y"
      ],
      [
        "l",
        "y"
      ],
      [
        "w",
        "ay"
      ],
      [
        "▁a",
        "re"
      ],
      [
        "▁h",
        "im"
      ],
      [
        "▁play",
        "ed"
      ],
      [
        "ar",
        "d"
      ],
      [
        "i",
        "c"
      ],
      [
        "▁r",
        "o"
      ],
      [
        "▁g",
        "o"
      ],
      [
        "▁the",
        "m"
      ],
      [
        "he",
        "d"
      ],
      [
        "ir",
        "l"
      ],
      [
        "a",
        "in"
      ],
      [
        "▁B",
        "ut"
      ],
      [
        "▁l",
        "e"
      ],
      [
        "'",
        "t"
      ],
      [
        "▁g",
        "irl"
      ],
      [
        "▁k",
        "n"
      ],
      [
        "a",
        "x"
      ],
      [
        "▁f",
        "r"
      ],
      [
        "▁",
        "out"
      ],
      [
        "▁",
        "W"
      ],
      [
        "he",
        "n"
      ],
      [
        "u",
        "m"
      ],
      [
        "▁sa",
        "d"
      ],
      [
        "u",
        "l"
      ],
      [
        "ot",
        "her"
      ],
      [
        "▁M",
        "ax"
      ],
      [
        "▁c",
        "l"
      ],
      [
        "▁m",
        "an"
      ],
      [
        "▁ha",
        "ve"
      ],
      [
        "m",
        "y"
      ],
      [
        "▁\"",
        "I"
      ],
      [
        "▁st",
        "ar"
      ],
      [
        "▁lo",
        "ved"
      ],
      [
        "h",
        "ing"
      ],
      [
        "ou",
        "g"
      ],
      [
        "▁loo",
        "ked"
      ],
      [
        "▁f",
        "ound"
      ],
      [
        "▁b",
        "ack"
      ],
      [
        "▁c",
        "a"
      ],
      [
        "▁bo",
        "y"
      ],
      [
        "▁B",
        "en"
      ],
      [
        "▁s",
        "c"
      ],
      [
        "▁s",
        "p"
      ],
      [
        "▁c",
        "ar"
      ],
      [
        "ow",
        "n"
      ],
      [
        "f",
        "ul"
      ],
      [
        "▁S",
        "am"
      ],
      [
        "▁be",
        "c"
      ],
      [
        "▁p",
        "ark"
      ],
      [
        "▁",
        "J"
      ],
      [
        "o",
        "p"
      ],
      [
        "▁Su",
        "e"
      ],
      [
        "el",
        "t"
      ],
      [
        "s",
        ","
      ],
      [
        "▁li",
        "ked"
      ],
      [
        "i",
        "ck"
      ],
      [
        "on",
        "g"
      ],
      [
        "ig",
        "ht"
      ],
      [
        "▁f",
        "a"
      ],
      [
        "▁f",
        "elt"
      ],
      [
        "▁w",
        "ould"
      ],
      [
        "▁li",
        "ke"
      ],
      [
        "▁l",
        "a"
      ],
      [
        "Y",
        "ou"
      ],
      [
        "e",
        "ll"
      ],
      [
        "r",
        "ound"
      ],
      [
        "▁se",
        "e"
      ],
      [
        "?",
        "\""
      ],
      [
        "▁s",
        "ay"
      ],
      [
        "▁star",
        "ted"
      ],
      [
        "▁as",
        "ked"
      ],
      [
        "▁n",
        "o"
      ],
      [
        "▁a",
        "l"
      ],
      [
        "▁",
        "other"
      ],
      [
        "▁ne",
        "w"
      ],
      [
        "▁it",
        "."
      ],
      [
        "▁",
        "F"
      ],
      [
        "▁som",
        "et"
      ],
      [
        "▁m",
        "ake"
      ],
      [
        "oug",
        "ht"
      ],
      [
        "a",
        "g"
      ],
      [
        "▁g",
        "ood"
      ],
      [
        "▁a",
        "g"
      ],
      [
        "▁sm",
        "il"
      ],
      [
        "▁m",
        "e"
      ],
      [
        "▁c",
        "ame"
      ],
      [
        "a",
        "s"
      ],
      [
        "▁m",
        "ad"
      ],
      [
        "▁b",
        "r"
      ],
      [
        "▁sm",
        "all"
      ],
      [
        "▁sc",
        "ar"
      ],
      [
        "▁a",
        "way"
      ],
      [
        "o",
        "b"
      ],
      [
        "▁somet",
        "hing"
      ],
      [
        "n",
        ","
      ],
      [
        "o",
        ","
      ],
      [
        "▁th",
        "ing"
      ],
      [
        ".",
        "\"\n"
      ],
      [
        "i",
        "a"
      ],
      [
        "on",
        "e"
      ],
      [
        "▁w",
        "or"
      ],
      [
        "▁f",
        "l"
      ],
      [
        "▁",
        "ex"
      ],
      [
        "ou",
        "s"
      ],
      [
        "▁fr",
        "om"
      ],
      [
        "▁h",
        "om"
      ],
      [
        "▁S",
        "p"
      ],
      [
        "u",
        "c"
      ],
      [
        "▁mad",
        "e"
      ],
      [
        "▁p",
        "ut"
      ],
      [
        "ri",
        "ed"
      ],
      [
        ".",
        "\""
      ],
      [
        "oo",
        "k"
      ],
      [
        "▁th",
        "ought"
      ],
      [
        "▁f",
        "ind"
      ],
      [
        "▁wh",
        "at"
      ],
      [
        "▁play",
        "ing"
      ],
      [
        "▁\"",
        "T"
      ],
      [
        "▁m",
        "u"
      ],
      [
        "▁c",
        "o"
      ],
      [
        "▁r",
        "an"
      ],
      [
        "i",
        "ce"
      ],
      [
        "ar",
        "n"
      ],
      [
        "▁e",
        "very"
      ],
      [
        "a",
        "k"
      ],
      [
        "a",
        "ch"
      ],
      [
        "d",
        "d"
      ],
      [
        "▁M",
        "ia"
      ],
      [
        "▁wa",
        "l"
      ],
      [
        "▁d",
        "own"
      ],
      [
        "u",
        "ck"
      ],
      [
        "▁Sp",
        "ot"
      ],
      [
        "▁\"",
        "W"
      ],
      [
        "i",
        "le"
      ],
      [
        "s",
        ".\n"
      ],
      [
        "▁ag",
        "ain"
      ],
      [
        "▁som",
        "e"
      ],
      [
        "▁M",
        "om"
      ],
      [
        "▁b",
        "l"
      ],
      [
        "▁la",
        "ug"
      ],
      [
        "▁le",
        "arn"
      ],
      [
        "e",
        "p"
      ],
      [
        "▁smil",
        "ed"
      ],
      [
        "u",
        "re"
      ],
      [
        "q",
        "u"
      ],
      [
        "▁s",
        "un"
      ],
      [
        "▁",
        "You"
      ],
      [
        "es",
        ","
      ],
      [
        "▁p",
        "r"
      ],
      [
        "▁bo",
        "x"
      ],
      [
        "i",
        "f"
      ],
      [
        "▁tre",
        "e"
      ],
      [
        "re",
        "t"
      ],
      [
        "▁w",
        "ill"
      ],
      [
        "▁loo",
        "k"
      ],
      [
        "e",
        "w"
      ],
      [
        "▁a",
        "round"
      ],
      [
        "b",
        "le"
      ],
      [
        "▁s",
        "w"
      ],
      [
        "▁happ",
        "y."
      ],
      [
        "▁m",
        "y"
      ],
      [
        "▁w",
        "hen"
      ],
      [
        "▁too",
        "k"
      ],
      [
        "n",
        "'t"
      ],
      [
        "▁you",
        "r"
      ],
      [
        "ou",
        "d"
      ],
      [
        "n",
        "y"
      ],
      [
        "▁c",
        "h"
      ],
      [
        "s",
        "ide"
      ],
      [
        "▁li",
        "ved"
      ],
      [
        "▁L",
        "uc"
      ],
      [
        "is",
        "h"
      ],
      [
        "an",
        "k"
      ],
      [
        "▁c",
        "om"
      ],
      [
        "▁",
        "D"
      ],
      [
        "ed",
        ","
      ],
      [
        "▁friend",
        "s."
      ],
      [
        "ot",
        "h"
      ],
      [
        "▁g",
        "et"
      ],
      [
        "um",
        "p"
      ],
      [
        "et",
        "'s"
      ],
      [
        "y",
        ","
      ],
      [
        "▁l",
        "ot"
      ],
      [
        "▁t",
        "ried"
      ],
      [
        "is",
        "t"
      ],
      [
        "▁g",
        "ot"
      ],
      [
        "u",
        "s"
      ],
      [
        "▁kn",
        "ow"
      ]
    ]
  }
}